const binary = [
    {
        title: 'Як кодуються дані в комп’ютері?',
        variants: ['Електричними сигналами', 'Звуковими сигналами', 'Кольором', 'Спеціальними літерами'],
        correct: 0,
    },
    {
        title: 'Який обсяг даних дорівнює 1 Мбайту? ',
        variants: ['8 Кбітів', '1000 Кбайтів', '8096 байтів', '1024 Кбайтів'],
        correct: 3,
    },
    {
        title: 'У якому вигляді одна літера тексту зберігається в пам’яті комп’ютера?',
        variants: ['У вигляді 1 біта', 'У вигляді окремого файла', 'У вигляді 8-бітового двійкового коду', 'У вигляді малюнка'],
        correct: 2,
    },
    {
        title: 'У чому полягає відмінність між кодуванням текстових даних у книжці та комп’ютері?',
        variants: ['У книжці — літери, у комп’ютері — двійкові коди', 'У книжці – літери, у комп’ютері — малюнки', 'Жодних відмінностей немає', 'У книжці — паперові сторінки, у комп’ютері — електронні'],
        correct: 0,
    },
    {
        title: 'Яка найменша одиниця інформації? ',
        variants: ['1 біт', '1 байт', '1 терабайт', '1 мм'],
        correct: 0,
    },

]
export default binary;